constant/turbulenceProperties_KW
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  RAS;

RAS
{
    RASModel        kOmega;
    turbulence      on;
    printCoeffs     off;
}