0_orig/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 3.75e-3;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 3.75e-3;
    }
    outlet
    {
        type            zeroGradient;
    }
    upperWall
    {
        type            kqRWallFunction;
        value           uniform 3.75e-3;
    }
    lowerWall
    {
        type            kqRWallFunction;
        value           uniform 3.75e-3;
    }
    frontAndBack
    {
        type            symmetry;
    }
}