0_orig/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 2.66e-5;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 2.66e-5;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    upperWall
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    lowerWall
    {
        type            nutUSpaldingWallFunction;
        value           uniform 0;
    }
    frontAndBack
    {
        type            symmetry;
    }
}