0_orig/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 141;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 141;
    }
    outlet
    {
        type            zeroGradient;
    }
    upperWall
    {
        type            omegaWallFunction;
        value           uniform 141;
    }
    lowerWall
    {
        type            omegaWallFunction;
        value           uniform 141;
    }
    frontAndBack
    {
        type            symmetry;
    }
}